IDEA StatiCa Open Model
ConcreteCheckResults.Overall Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Overal check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteCheckResultOverall Overall { get; set; }
Public Property Overall As ConcreteCheckResultOverall
	Get
	Set
public:
property ConcreteCheckResultOverall^ Overall {
	ConcreteCheckResultOverall^ get ();
	void set (ConcreteCheckResultOverall^ value);
}
Property Value
Type: ConcreteCheckResultOverall
See Also
Reference
ConcreteCheckResults Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace